{
  "version": 1,
  "translations": {
    "002-653-458-139-620": {
      "Hungarian": {
        "text": "Eljárást és berendezést ismertetünk plazma szigetelésére turbulens hőszigetelés alkalmazásával, termonukleáris hőmérsékletek megközelítése céljából. Ez magában foglal egy előre meghatározott méretű, fém-hidridből készült üreges hengert, amelyet egy külső fémhenger vesz körül, amely lezárja az üreges hengert, annak végeit is beleértve. Deutérium- és tríciumgáz keverékét helyezik az üreges hengerbe körülbelül 1,5 atmoszféra nyomáson, és a hengerekre egymás után segéd- és főtápforrásokat kapcsolnak, hogy plazmát hozzanak létre, illetve elektronsugarat injektáljanak a plazmába. A hővezetési tényezőt a kialakuló elektronturbulencia csökkenti.",
        "translated_at": "2026-02-05T13:46:30.635260"
      }
    },
    "041-918-259-940-007": {
      "Hungarian": {
        "text": "TRISOPS típusú termonukleáris reaktor, amelyben plazma örvénystruktúrákat koaxiális théta-pinch ágyúk generálnak, ahol a plazma örvénystruktúrákat másodlagos kompresszióval sűrítik és erősítik, amelyet stabilizált összeomló lítiumon vagy FLIBE-n, vagy más alkalmas olvadt bélésen keresztül ható kompressziós tekercsek alkalmazásával biztosítanak. Az olvadt fém bélést egy tűzálló fémhálóra viszik fel, amely alapesetben egy megfelelő vákuumkamra belső felületével szomszédosan helyezkedik el. Ezt a hálót a vákuumkamra belső felületének közelében egy csuklós, összecsukható ketrecszerkezet tartja, amely a kamra középvonala felé összecsukható, és az összeomlást követően a hálót a kamra falával szomszédos, kiterjesztett konfigurációba állítja vissza.",
        "translated_at": "2026-02-05T13:48:28.679787"
      }
    },
    "004-865-916-051-122": {
      "Hungarian": {
        "text": "Egy kondenzált fázisú (folyékony vagy szilárd) falakkal rendelkező kapilláris tengelye mentén létrejövő intenzív elektromos kisülés 10 millió Kelvin-fokos vagy annál magasabb szabályozott tranziens plazmahőmérsékletet hoz létre. Egy ilyen hőmérséklet elérése érdekében a kapillárist megfelelően kicsi átmérővel és kellően nagy oldalaránnyal alakítják ki vagy állítják elő, az elektromos kisülésnek pedig megfelelően rövid felfutási idővel és kellően nagy intenzitással kell rendelkeznie. A kapilláris falai tartalmazhatnak termonukleárisan fuzionálható anyagot, a plazmahőmérséklet eléri a legalább 60 millió Kelvin-fokot, és a sűrűség-idő szorzat elegendő egy hasznos termonukleáris fúziós reakció létrehozásához. Az ultra-magas hőmérsékletű kapilláris kisülés nukleáris és/vagy röntgensugárzás impulzusüzemű forrásaként vagy impulzusüzemű magfúziós reaktorként használható.",
        "translated_at": "2026-02-05T13:50:51.084508"
      }
    },
    "007-114-375-145-506": {
      "Hungarian": {
        "text": "Eljárás szubatomi részecskék elemzésére. Egy olyan protonmodell kerül létrehozásra, amely kizárólag elektronokból áll, ahol az elektronok több pozitront és több negatront foglalnak magukban, és az említett elektronok közül legalább egy az említett elektronok közül legalább egy másik körül olyan sebességgel kering, amely elegendő ahhoz, hogy az elektronok tömegét körülbelül 1,67x10-27 kg-os protontömegre növelje. Egy digitális számítógép van programozva elemzések elvégzésére a protonmodell alkalmazásával. Előnyösen a protonmodell a következőket tartalmazza: (A) egy első pozitront, (B) két negatront, amelyek az említett első pozitron körül keringenek, ahol minden negatron a fénysebességhez igen közeli sebességgel kering, meghatározva egy negatronsebességet, az említett első pozitron és az említett két keringő negatron egy központi hármast (center three-some) határoz meg, és (C) két pozitront, amelyek az említett központi hármas körül keringenek. A jelen találmány előnyös kiviteli alakjai atommagokban ható erők elemzésére szolgáló eljárásokat foglalnak magukban. A jelen találmány kiviteli alakjai hidrogén termonukleáris reakciók elemzésére használhatók fel. A jelen találmány továbbá eljárást biztosít protonok létrehozására részecskegyorsítóban.",
        "translated_at": "2026-02-05T13:51:22.248088"
      }
    }
  },
  "updated_at": "2026-02-05T13:51:22.248088"
}